---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceReferenceLevelParam
source: html/65b2d71a-65ed-b90d-b82b-6c04d5587770.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceReferenceLevelParam Property

"Reference Level"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceReferenceLevelParam { get; }
```